{
  "post": [
    {
      "id": 1,
      "title": "Nissan Skyline GTR R34",
      "author": "Graham McNeill",
      "date": "15 July 2018",
      "image": "https://i.ytimg.com/vi/DCrP6jDYpA4/maxresdefault.jpg",
      "content": "The Nissan Skyline GTR R34 has elvoled and fine-tuned through 11 years of competitive racing and extensive testing, which has resulted in one of the best race-bred coupes on the market. The R33 which it replaced was a great car but the R34 GTR is much more advanced in every area. Under the hood are twin ceramic intercooled turbochargers, which effectively eliminate turbo-lag. The RB26DETT in-line, 2568cc six-cylinder engine retains the 280PS at 6,800 rpm of the R33 it replaced.",
      "story": "The Nissan Skyline GTR R34 has elvoled and fine-tuned through 11 years of competitive racing and extensive testing, which has resulted in one of the best race-bred coupes on the market. The R33 which it replaced was a great car but the R34 GTR is much more advanced in every area. Under the hood are twin ceramic intercooled turbochargers, which effectively eliminate turbo-lag. The RB26DETT in-line, 2568cc six-cylinder engine retains the 280PS at 6,800 rpm of the R33 it replaced. It also has better power delivery and more torque than it predecessor. Also the R34’s body is stiffer and the aerodynamics of the car have been improved. The R34’s engine keeps the general layout of straight six-cylinder configuration with twin overhead camshafts and four-valves per cylinder and twin turbochargers. As before, the throttle chamber has six individual throttle valves (one per cylinder) isolating each engine cylinder from the rest and acting like six individual single-cylinder engines. The power is fed through a new six-speed close ratio Getrag gearbox. Nissan’s electronically controlled four-wheel drive system “ATTESA-E-TS PRO” is specifically designed for both road and racetrack use. Most other all-wheel drive systems are designed for off-road applications or rally cars. The system was designed for more high speed road use, it has a series of sensors and two centrally controlled wet multi-plate clutches to optimise torque split between the front and rear axles. It eliminates understeer and gives optimum traction and stability under acceleration, braking and cornering. The Nissan Skyline R34 GTR has cut weight in many areas. From the light alloy wheels, which save over 7.7kg, the rear diffuser is now made from a lightweight carbon fibre. All the way to the use of light-weight audio speakers. In addition a new type of aluminium has been used for the front wings and bonnet which has saved about 1kg compared to the hoods of the previous models."
    },
    {
      "id": 2,
      "title": "R34 Nismo",
      "author": "Ariel Lawrence",
      "date": "20 July 2018",
      "image": "https://www.shannons.com.au/library/images/auctions/N341L6A80C50DDXA/1600x1066/1999-nissan-skyline-r34-gtr-v-spec-coupe.jpg",
      "content": "It isn’t found in a lap time. Or a 0–100 number. Or even on a price tag. It’s built on an obsession to detail. And a radical belief that a real supercar delivers performance in real-world conditions. Anywhere. Anytime. So refined, anyone can drive it. Yet so capable, in the right hands it can turn the automotive world on its ear. The Nissan GT-R. Its history speaks of world-beating performance, but the pursuit will always be of pure exhilaration.",
      "story": "It isn’t found in a lap time. Or a 0–100 number. Or even on a price tag. It’s built on an obsession to detail. And a radical belief that a real supercar delivers performance in real-world conditions. Anywhere. Anytime. So refined, anyone can drive it. Yet so capable, in the right hands it can turn the automotive world on its ear. The Nissan GT-R. Its history speaks of world-beating performance, but the pursuit will always be of pure exhilaration. Nissan introduced a NISMO Edition GT-R for model year 2014. US price increased almost 50% to US$149,990. In the new model, power increases to 600 PS (592 bhp; 441 kW) @ 6800 rpm and 652 N⋅m (481 lb⋅ft) @ 3200-5800 rpm of torque. The top speed remains the same at 196 mph (315 km/h), and the gear ratios do not change in the Dual-clutch transmission. The fuel tank capacity is 74 L (19.5 US gal).[31] Additional front and rear brake cooling ducts are added, and a full NISMO tuned suspension is installed, including a hollow 17.3 mm (0.68 in) rear stabilizer bar from the NISMO performance division. Special edition forged alloys by RAYS in 20 size are included. The standard GT-R's aluminum trunk lid is swapped out for a full carbon fiber panel, and additional spot welds and adhesive help strengthen the chassis. A front splitter with carbon fiber air ducts up front add to the special NISMO full aerodynamic package, while a large racing style carbon wing finishes off the rear. Inside, the NISMO edition has special seats with black and red color treatment made with synthetic suede. The instrument binnacle and steering wheel are also covered in synthetic suede. The Bose stereo system does not have active noise control. The gauges have some red color treatment as well. NISMO-specific options are low-gloss matte gray paint and a full titanium exhaust with additional heatsinks. These changes, in aggregate, reduce weight by 38 lb (17 kg), which is the reason that the GT-R accelerates even faster than before."
    },
    {
      "id": 3,
      "title": "R34 Engine Bay",
      "author": "Anthony Burch",
      "date": "23 July 2018",
      "image": "https://static1.squarespace.com/static/585c73a4893fc01e5baac529/5875758de6f2e17506350b3e/58757c0386e6c0df08f0426d/1484094469383/_KJK0192_opt.jpeg?format=1500w",
      "content": "The engine of the 2018 Nissan GT-R is its heart, it’s what sets it apart from the rest. The new Nissan GT-R features an ideally sized, twin-turbocharged 3.8L V6 engine, which breaks the convention point of the standard performance car engine. This turbocharged 3.8L V6 is capable of outputting a jaw-dropping 565 horsepower and 467 lb-ft of torque. To complement its powerful engine, the Nissan GT-R has a great performance features.",
      "story": "The engine of the 2018 Nissan GT-R is its heart, it’s what sets it apart from the rest. The new Nissan GT-R features an ideally sized, twin-turbocharged 3.8L V6 engine, which breaks the convention point of the standard performance car engine. This turbocharged 3.8L V6 is capable of outputting a jaw-dropping 565 horsepower and 467 lb-ft of torque. To complement its powerful engine, the 2018 Nissan GT-R has a wealth of great performance features. One of which is an IHI Integrated Turbocharger, which is mounted on each bank of the engine, which helps improve intake and exhaust gas flow optimization. In addition to this, the 2018 Nissan GT-R also has an available Drive Mode selection. One of the modes available with the Drive Mode select is an R-Mode, a performance mode. The R-Mode gives the ability to set the 6-speed transmission for the quickest shifts and allows the driver to adjust the shock absorbers and VDC for high-performance handling. This, combined with the available 6-speed transmission, gives you excellent acceleration and capability. An IHI turbocharger is mounted on each bank of the engine. By combining the exhaust manifold and turbocharger into a single unit, the intake and exhaust gas flow is optimized. A larger intercooler is installed for more efficient cooling. To ensure there is no turbo lag as torque rises, high-precision electronic controls are employed. For optimal control of engine cooling, the VR38 features a thermostatically controlled oil cooler system. A scavenger pump is employed to help keep oil flowing to the turbochargers, even during the strong lateral Gs experienced on a racecourse. Instead of the traditional 50/50 torque split between front and rear axles, the electronically controlled All-Wheel Drive system provides nearly 100% of available torque to the rear wheels, and can send up to 50% of torque to the front wheels. This provides the steering feel and response of a Rear-Wheel Drive vehicle, while giving the added confidence that only AWD can offer. Additionally, VDC continuously monitors your steering and braking actions, senses any oversteer or understeer, and compensates by reducing engine speed and/or applying brake pressure to specific wheels."
    }
  ]
}
